Repository: LuisBuenanyo/eos-app-store
Catalog: po/*.po
Languages: ar, bn, es, es_gt, fr, hi, id, pt, pt_br, th, vi

# description
source: This application lets you play a new type of solitaire that will keep you busy for hours! Freecell Solitaire is a little different from the traditional Klondike Solitaire, but the rules are easy to get the hang of. Like Klondike Solitaire, the general idea is to put cards of the same suit down in numerical order, but it’s a little more complicated than that. This card game challenges the mind and provides plenty of entertainment for you to enjoy.
pt: Esta aplicação permite que você jogue um novo tipo de paciência que irá mantê-lo ocupado por horas! Freecell Solitaire é um pouco diferente do tradicional Paciência, mas as regras são fáceis de pegar. Como Paciência, a idéia geral é colocar cartas do mesmo naipe para baixo, em ordem numérica, mas é um pouco mais complicado do que isso. Este jogo de cartas desafia a mente e proporciona muita diversão para você aproveitar.

# subtitle
source: Puzzle game
pt: Quebra-cabeça

# description
source: If you’re a fan of puzzles and math games, the Sudoku app is perfect for you. These fun brain teasers require you to input numbers in a grid so that you have unique rows, columns, and grid regions containing all the numbers 1 through 9. It may seem complicated at first, but with this app, you’ll learn how to play and can get the hang of the game in no time. You'll soon have hours of fun solving Sudoku puzzles and exercising your mind!
pt: Se você é um fã de quebra-cabeças e jogos de matemática, o app Sudoku é perfeito para você. Estes divertidos quebra-cabeças exigem que você insera números em uma grade para que você tenha linhas, colunas e regiões de grade exclusivas, contendo todos os números de 1 a 9. Pode parecer complicado no começo, mas com este app, você vai aprender a jogar e pode pegar o jeito do jogo muito rápido. Em breve, você terá horas de diversão resolver enigmas de Sudoku e exercitar sua mente!

# title
source: Khan Academy
pt: Academia Khan

# subtitle
source: Learn almost anything for free
pt: Aprenda quase qualquer coisa de graça

# description
source: A whole world of learning is at your fingertips with the Khan Academy app. One of the greatest educational resources out there, Khan Academy, offers online video courses in a vast variety of content areas, including math, biology, chemistry, and physics. These exciting videos give you access to fascinating content, and help you learn more than just your classroom's education. The videos are free, easy to access, and provide learning opportunities that are sure to expand your mind.
pt: Um mundo inteiro de aprendizagem está ao seu alcance com o app Khan Academy. Um dos maiores recursos educacionais no mundo, Khan Academy, oferece vídeo aulas on-line em uma grande variedade de áreas de conteúdo, incluindo matemática, biologia, química e física. Estes emocionantes vídeos lhe dará acesso a conteúdo fascinante, e ajudá-lo a aprender mais do que apenas a educação de sua sala de aula. Os vídeos são gratuitos, de fácil acesso, e proporcionarão oportunidades de aprendizagem que com certeza vão expandir sua mente.

# title
source: Dictionary
pt: Dicionário

# subtitle
source: GoldenDict
pt: Dicionário

# description
source: In reading and conversation, words often come up with which you’re not familiar. Rather than pretend you know what they mean, it’s best to have a dictionary app so you can learn new vocabulary and understand what you read and hear. This dictionary app is easy to use and navigate, so you’ll never have trouble finding just the word you’re looking for.
pt: Em leitura e conversação, agumas vezes aparecem palavras com as quais você não está familiarizado. Ao invés de fingir que você sabe o que elas querem dizer, é melhor ter um app de dicionário onde você possa aprender novo vocabulário e compreender o que lê e ouve. Este app de dicionário é fácil de usar e navegar, então você nunca terá dificuldade em encontrar a palavra que você está procurando.

# title
source: Wikipedia
pt: Wikipédia

# subtitle
source: The free encyclopedia
pt: A enciclopédia livre

# description
source: Whether you’re working online or offline, you want access to the world’s treasure trove of information – Wikipedia. With the Wikipedia app, you’ll have just that. Use the easy search tool to look up any topic you want, and you’ll be able to read the encyclopedia entry on that topic. You’ll learn more than you ever thought possible with access to the Internet's greatest informational resource.
pt: Se você está trabalhando online ou offline, você quer acesso ao tesouro do mundo da informação - Wikipedia. Com o Wikipédia app, você vai ter isso. Use a fácil ferramenta de busca para procurar qualquer assunto que você quer, e você vai ser capaz de ler o verbete de enciclopédia sobre o assunto. Você vai aprender mais do que você jamais imaginou ser possível com o acesso à maior fonte de informação da Internet.

# subtitle
source: Internet calls and chat
pt: Chamadas pela Internet and chat

# description
source: Skype makes staying in touch incredibly easy and fun! If you have a webcam and a microphone, you can easily make video calls and voice calls to anyone in the world who also has Skype. This app’s features are simple to use and you can stay in touch with people anywhere in world!
pt: Skype faz ficar em contato incrivelmente fácil e divertido! Se você tiver uma webcam e um microfone, você pode facilmente fazer chamadas de vídeo e chamadas de voz para qualquer pessoa no mundo que também tem Skype. As características deste aplicativo são simples de usar e você pode ficar em contato com pessoas em qualquer lugar no mundo!

# subtitle
source: Multiplayer game
pt: Jogo multi-jogador

# description
source: This exciting game lets you into the world of Tron. Get behind the wheel of a “light cycle”, a cool and futuristic motorcycle, and battle others on the road. Force your opponents to hit the arena walls to eliminate them from the game and come out victorious. This app is easy to learn and a lot of fun to play!
pt: Este emocionante jogo leva você para o mundo do Tron. Chegar ao volante de um "ciclo de luz", uma moto legal e futurista e combatir os outros na estrada. Forçar seus adversários a bater nas paredes de arena para eliminá-los do jogo e sair vitorioso. Este aplicativo é fácil de aprender e muito divertido de jogar!

# title
source: Audio Editor
pt: Editor de audio

# subtitle
source: Record and edit sounds
pt: Gravar e editar sons

# description
source: Have you ever wanted to make your own audio clips or songs? With this app, you'll be able to access all the tools you need to create audio clips that you can play for your friends and family. Create high quality clips and songs that you can even share with the world!
pt: Alguma vez você já quis fazer seus próprios clipes de áudio ou músicas? Com este aplicativo, você será capaz de acessar todas as ferramentas que você precisa para criar clipes de áudio que você pode tocar para os seus amigos e familiares. Criar clipes de alta qualidade e músicas que você pode até compartilhar com o mundo!

# title
source: Billiards
pt: Sinuca

# subtitle
source: Billiard game
pt: Jogo de Bilhar

# description
source: Do you love playing billiards, or have you ever wanted to learn how to play? This game lets you have the experience of playing pool and other similar games right from your home. It’s simple to learn and use, yet highly realistic. Play carom, eightball or nineball games, or just practice for real-life billiards games against your friends. This app is a great tool for both playing for fun and improving your game.
pt: Você ama jogar bilhar, ou que você sempre quis aprender a jogar? Este jogo permite que você tenha a experiência de jogar bilhar e outros jogos similares direito de sua casa. É simples de aprender e usar, mas altamente realista. Jogar carom, eightball ou nineball, ou apenas para a prática de jogos de bilhar reais contra seus amigos. Este aplicativo é uma grande ferramenta para jogar e para se divertir e melhorar o seu jogo.

# subtitle
source: 3D Tetris-style game
pt: Jogo de Tetris 3D

# description
source: Do you love puzzle games? Then you’ll love BlockOut 2. This 3-D Tetris game is fast-paced and a lot of fun! Figure out how to stack different-shaped blocks together and create whole layers of blocks to get points, all before the blocks stack up too high and you lose! It’s great for the brain, and tons of fun.
pt: Você gosta de jogos de quebra-cabeça? Então você vai adorar BlockOut 2. Este jogo 3-D Tetris é rápido e muito divertido! Descubra como empilhar blocos diferentes juntos e criar camadas inteiras de blocos para obter pontos, todos antes dos blocos de empilhar muito alto e você perder! É muito bom para o cérebro, e toneladas de diversão.

# subtitle
source: Space shooting game
pt: Jogo de tiro espacial

# description
source: Imagine this: You’re the captain of Chromium B.S.U., a vital cargo ship that must get supplies to the frontline of a great war in space. With the help of your robotic fighting fleet, you just might make it. This thrilling, arcade-style game is sure to get your blood pumping. With a variety of objectives to achieve and the tools to do it, you’re on your way to a galaxy of fun!
pt: Imagine isto: Você é o capitão do Chromium BSU, um navio de carga vital que deve obter suprimentos para a linha de frente de uma grande guerra no espaço. Com a ajuda de sua frota de combate robótico, você poderia fazê-lo. Este emocionante jogo no estilo arcade tem a certeza de ser emocionante. Com uma variedade de objectivos a atingir e as ferramentas para fazê-lo, você está no seu caminho para uma galáxia de diversão!

# title
source: Learn English
pt: Aprenda Inglês

# subtitle
source: Have fun learning English!
pt: Divirta-se aprendendo Inglês!

# description
source: Ready to take your English to a new level? Have fun and learn a new skill by playing games, listening to your favorites songs with lyrics, and watching interesting videos. Sometimes all it takes is a push in the right direction, and with our app, you’ll learn about resources that can help you improve your English and take you to new opportunities.
pt: Pronto para levar o seu Inglês a um novo nível? Divirta-se e aprenda uma nova habilidade jogando jogos, ouvindo suas músicas favoritas com letras, e assistindo vídeos interessantes. Às vezes, tudo o que precisamos é de um empurrão na direção certa, e com nossa app, você vai aprender sobre os recursos que podem ajudá-lo a melhorar o seu Inglês e levá-lo a novas oportunidades.

# subtitle
source: E-mail
pt: Correio Eletrônico

# description
source: Staying in touch is an important part of modern life, and email has become one of the best ways of doing so. You may receive emails from faraway or close-by friends and family, access messages containing daily jokes, vocabulary, or news, and even handle important matters – all via email. When you need to check your email quickly and simply, this app is there for you.
pt: Ficar em contato é uma parte importante da vida moderna, e-mail tornou-se uma das melhores maneiras de fazê-lo. Você pode receber e-mails de amigos e familiares distantes, mensagens de acesso contendo piadas diárias, vocabulário, ou notícias, e até mesmo lidar com questões importantes - tudo via e-mail. Quando você precisa verificar seu e-mail de forma rápida e simples, este app é para você.

# title
source: Media Download
pt: Baixar Mídia

# subtitle
source: File sharing
pt: Compartilhamento de Arquivos

# description
source: With this useful app, you can access, download and share almost any file you'd like to on the Web. From music, videos, and games to more complex downloads like software, you can share files with millions of users. Special features include a video player built into the app. Share files large and small with a massive online community, and get the media you love right at your fingertips.
pt: Com este útil aplicativo, você pode acessar, baixar e compartilhar quase qualquer arquivo na web. Desde música, vídeos e jogos ate downloads mais complexos como software, você pode compartilhar arquivos com milhões de usuários. As características especiais incluem um reprodutor de vídeo embutido no aplicativo. Compartilhe arquivos grandes e pequenos, com uma comunidade on-line gigante, e obtenha a mídia que você ama facilmente.

# title
source: Calculator
pt: Calculadora

# subtitle
source: Calculator
pt: Calculadora

# description
source: Do you ever consider how often you need to do basic or even complex math in daily life? From calculating a budget to converting measurements in a recipe to figuring out taxes, you probably use equations more regularly than you think. That’s why this calculator app comes in handy. Perform simple arithmetic quickly, or allow the calculator to do more advanced work, depending on your needs. You’ll never struggle to perform mathematical tasks again as long as you have this calculator app!
pt: Você já pensou quantas vezes você precisa fazer matemática básica ou mesmo complexa na vida diária? De calcular um orçamento, converter medidas de uma receita, ou para descobrir os impostos, você provavelmente usa equações mais regularmente do que você pensa. É por isso que este app de calculadora é super util. Faça operações aritméticas simples rápidamente, ou use a calculadora para fazer um trabalho mais avançado, dependendo de suas necessidades. Você nunca vai lutar para realizar tarefas matemáticas de novo, enquanto você tem este aplicativo calculadora!

# title
source: EduGames
pt: Joguinhos

# subtitle
source: Childrens games
pt: Jogos pra crianças

# description
source: This app makes learning fun for young children with more than 100 games and activities! Educational topics include reading, geography, and math, and the app also features games like chess and Connect Four, which are great for young brains. Your child will have a wonderful time developing valuable skills that will help him or her throughout life.
pt: Este aplicativo torna o aprendizado divertido para as crianças com mais de 100 jogos e atividades! Temas educativos incluem leitura, geografia e matemática, a app também possui jogos como xadrez e conecta-cuatro, que são ótimos para cérebros jovens. Seu filho vai ter um tempo maravilhoso desenvolvendo habilidades valiosas que vão ajudá-la ao longo da vida.

# subtitle
source: Photo Editor
pt: Editor de Imagem

# description
source: This application is similar to Adobe Photoshop, and it is free. This tool allows you to edit photos in a variety of ways, creating even more beautiful works of art from your original images. This app can also do things like convert formats of files or serve as a basic paint program. There are so many possibilities for how to create cool images once you get the hang of this helpful editing app!
pt: Esta aplicação é semelhante ao Adobe Photoshop, e é gratuito. Esta ferramenta permite que você edite fotos em uma variedade de maneiras, criando as mais belas obras de arte a partir de suas imagens originais. Este aplicativo também pode fazer coisas como converter formatos de arquivos ou servir como um programa básico de pintura. Há tantas possibilidades de como criar imagens legais uma vez que você pegar o jeito desse útil app de edição!

# title
source: Math
pt: Matemáticas

# subtitle
source: Mathematics Tool
pt: Ferramentas Matemáticas

# description
source: This math application offers advanced mathematical computing functions that can be used for far more than just basic calculations. If you’re a math whiz who loves to experiment with this exciting discipline, this is the app for you. And even if you’re not, the app works wonderfully as a high-level calculator. Everything you need to figure out numerical mysteries is right here.
pt: Esta aplicação matemática oferece funções matemáticas avançadas que podem ser utilizados para bem mais do que apenas cálculos básicos. Se você é um gênio da matemática que gosta de experimentar com esta disciplina emocionante, este é o aplicativo para você. E mesmo se você não estiver, o aplicativo funciona maravilhosamente como uma calculadora de alto nível. Tudo o que você precisa descobrir sobre mistérios numéricos esta bem aqui.

# subtitle
source: Destroy enemy bases in space
pt: Destrua as bases inimigas no espaço

# description
source: Fans of arcade-style games will love the Kobo Deluxe app. This third-person shooter allows you to protect yourself from and destroy enemy ships as they pursue you, shooting and launching themselves at you. All this takes place in an exciting outer-space environment, with fun graphics and invigorating tactical challenges. Move up through the 50 levels and come out a champion.
pt: Os fãs de jogos estilo arcade vão adorar o app Kobo Deluxe. Este jogo de naves permite que você se proteger e destruir navios inimigos quando eles te perseguir, atirar e lançar-se em você. Tudo isso acontece em no espaço, com gráficos divertidos e estimulantes desafios táticos. Mova-se através dos 50 níveis e saia um campeão.

# title
source: Breakout
pt: Fuga

# subtitle
source: LBreakout2 game
pt: Jogo LBreakout2

# description
source: This classic paddle game is tons of fun! The aim is to destroy bricks with your ball by hitting them with your paddle, which allows you to level up. The original Breakout game came out in 1976, and people have loved this simple yet addictive game ever since. Get your brick-breaking fix with great graphics and animation, intuitive controls, and plenty of levels to beat.
pt: Este jogo pá clássico é toneladas de diversão! O objetivo é destruir os tijolos com a bola batendo neles com a sua raquete, o que lhe permite subir de nível. O jogo Breakout original foi lançado em 1976, e as pessoas amaram este jogo simples, mas viciante, desde então. Obter a sua correção de quebra de tijolos com ótimos gráficos e animações, controles intuitivos e abundância de níveis para bater.

# title
source: Spreadsheet
pt: Planilha

# subtitle
source: Spreadsheet
pt: Planilha

# description
source: Whatever you need to keep track of, the spreadsheet app can help you do it. This advanced yet easy-to-use spreadsheet has something for everyone: a simple layout that’s easy to understand, plus the ability to do complex calculations. Spreadsheets are used in many careers throughout the world, so getting the hang of this app can also help you gain valuable skills for the job market.
pt: Tuda informação que você precise manter controle e podee acompanhar, o app de planilha pode ajudá-lo a fazê-lo. Esta planilha é avançada mas fácil-de-usar, ela tem algo para todos: um layout simples que é fácil de entender, além da capacidade de fazer cálculos complexos. Planilhas são usados ​​em muitas carreiras em todo o mundo, assim pegando o jeito desse aplicativo também pode ajudar você a ganhar habilidades valiosas para o mercado de trabalho.

# title
source: Presentation
pt: Apresentação

# subtitle
source: Presentation
pt: Apresentação

# description
source: Create clean, attractive, and professional presentations with this presentation app. This app features the ability to use text, drawing tools, transitions, 2-D and 3-D art, and even animations to get your point across in a beautiful and compelling way. And best of all, this app is easy to understand and use, with simplified steps for creating exactly what you need.
pt: Crie apresentações limpas, atraentes e profissionais com este app de apresentação. Este aplicativo possui a capacidade de usar o texto, ferramentas, transições, arte 2-D e 3-D, e até mesmo animações para mostrar o seu ponto de vista de uma maneira bonita e atraente. E o melhor de tudo, este aplicativo é fácil de entender e usar, com passos simplificados para criar exatamente o que você precisa.

# title
source: Writer
pt: Redator

# subtitle
source: Writer
pt: Redator

# description
source: This app gives you all the features of the best word processing applications and is compatible with Microsoft Office. Create and edit documents easily, create short notes and longer pieces of writing with annotations and diagrams. It’s all possible with this app. Your documents will look professional enough to present to employers, teachers, or other important people. Use this app to compose your next masterpiece or to take great notes; either way, you’ll have simple yet powerful tools available.
pt: Este app dá-lhe todas as características dos melhores aplicativos de processamento de texto e é compatível com o Microsoft Office. Criar e editar documentos com facilidade, criar notas curtas ou longas peças de escritura com anotações e diagramas. Tudo isso é possível com este aplicativo. Seus documentos vão ficar profissionaos, suficiente para apresentar aos empregadores, professores ou outras pessoas importantes. Use este aplicativo para compor sua próxima obra-prima ou para tirar ótimas notas, de qualquer forma, você terá ferramentas simples, mas poderosas disponíveis.

# title
source: Physics
pt: Fisicando

# subtitle
source: Harness gravity with your crayon
pt: Atrele a gravidade com seu pastel

# description
source: Who knew the laws of physics could be so much fun? With this app, you can solve puzzles by drawing objects like pulleys, levers, and ramps. If your creations turn out right, you’ll accomplish that level’s task and move to the next level. This challenging game will also teach you some basic physics, but you’ll be having so much fun that you’ll hardly know you’re learning.
pt: Quem diria que as leis da física podem ser muito divertidas? Com este aplicativo, você pode resolver quebra-cabeças, desenhando objetos como polias, alavancas e rampas. Se suas criações dar certo, você vai realizar tarefa do nível e avançar para o próximo nível. Este jogo desafiador também vai te ensinar algumas física básica, mas você vai estar se divertindo tanto que dificilmente você vai saber que você está aprendendo.

# subtitle
source: First person shooter
pt: Jogo FPS

# description
source: If arena battles are your idea of a good time, then you’ll love this application. Be warned – this is a game of serious skill, and serious bloodshed. Use different styles of weapons in contests like Capture the Flag, Deathmatch, Team Deathmatch, Last Man Standing, and Tournament. Each of these modes offers its own form of excitement as you battle your enemies!
pt: Se os jogos de batalhas são a sua idéia de um bom tempo, então você vai adorar este app. Esteja avisado - este é um jogo de habilidade séria, e derramamento de sangue sério. Use diferentes estilos de armas em concursos como Capture the Flag, Deathmatch, Team Deathmatch, Último homem em pé, e Tournament. Cada um destes modos oferece a sua própria forma de emoção mentras você batalha seus inimigos!

# title
source: Photo Editor
pt: Editor de Fotos

# subtitle
source: Edit, filter and share your images
pt: Edite, filtre e compartilhe suas imagens

# description
source: Have you ever wanted to edit your own photos like the pros and create beautiful images you can share with those you love? Well, now you can do that in just a few steps! We have a variety of attractive, artful filters so you can customize your photos and create one-of-a-kind works of art from your everyday life. And with this handy app, you can post your creations directly to Facebook, so everyone can see your photography skills!
pt: Alguma vez você já quis editar suas próprias fotos como os profissionais e criar belas imagens que você possa compartilhar com aqueles que você ama? Bem, agora você pode fazer isso em poucos passos! Temos uma grande variedade de atrativos, filtros artísticos para que você possa personalizar suas fotos e criar obras de arte únicas de sua vida cotidiana. E com este acessível aplicativo, você pode enviar suas criações diretamente para o Facebook, para que todos possam ver suas habilidades de fotografia!
