Repository: LuisBuenanyo/eos-app-store
Catalog: po/*.po
Languages: ar, bn, es, es_gt, fr, hi, id, pt, pt_br, th, vi

# subtitle
source: A journey into the unknown
pt: Uma viagem para o desconhecido

# title
source: Music
pt: Música

# subtitle
source: Music player and radio
pt: Reprodutor de música e rádio

# title
source: Photos
pt: Fotos

# subtitle
source: Photo viewer and organizer
pt: Visualizador e organizador de fotos

# title
source: Solitaire
pt: Paciência

# subtitle
source: Card game
pt: Jogo de cartas

# title
source: Stellarium
pt: Constelação

# subtitle
source: Look up at the stars!
pt: Olhe para as estrelas!

# subtitle
source: Racing game
pt: Jogo de corridas

# title
source: Teeworlds
pt: Teelândia

# subtitle
source: Multiplayer shooting game
pt: Jogo de tiro multi jogador

# subtitle
source: Video player
pt: Reprodutor de vídeo

# title
source: Translate
pt: Tradutor

# subtitle
source: Translate
pt: Tradutor

# subtitle
source: Math games
pt: Jogos matemáticos

# title
source: Tux Typing
pt: Tecla Tux

# subtitle
source: Learn to type
pt: Aprenda a digitar

# title
source: Weather
pt: Tempo

# subtitle
source: See the weather forecast
pt: Veja a previsão do tempo

# subtitle
source: Watch videos and series
pt: Assista vídeos e seriados

# title
source: Brazil
pt: Brasil

# subtitle
source: Learn more about brazilian culture
pt: Saiba mais sobre a cultura brasileira

# title
source: Health
pt: Saúde

# subtitle
source: Information about health
pt: Informações sobre saúde

# title
source: Coding Fun
pt: Código Divertido

# subtitle
source: Learn to code
pt: Se torne em um hacker

# title
source: Typing
pt: Tecla-Okê

# title
source: Résumé
pt: Currículo

# subtitle
source: Write a résumé
pt: Escreva um currículo

# title
source: Frozen Bubble
pt: Bolhinhas

# subtitle
source: Learn the basics of cooking
pt: Aprenda as bases de cozinhar

source: Select an icon
pt: Seleccione seu ícone

source: Install application
pt: Instalar aplicativo

source: Installing
ar: جاري التثبيت
es: Instalando
fr: En cours d'installation
hi: इंस्टॉल हो रहा है
id: Memasang
pt: Instalando
pt_br: Instalando
th: การติดตั้ง
vi: Đang cài đặt

source: Installed successfully
pt: Instalado com sucesso

source: Remove application
pt: Eliminar aplicativo

source: Applications
pt: Aplicativos

source: Websites
ar: المواقع
bn: ওয়েবসাইটগুলো
es: Sitios web
es_gt: Páginas Web
fr: Sites internet
hi: वेबसाइट्स
id: Situs Web
pt: Atalhos pra sites
pt_br: Sites
th: เว็บไซต์
vi: Trang web

source: Folders
ar: المجلدات
bn: ফোল্ডার
es: Carpetas
fr: Dossiers
hi: फोल्डर्स
id: Folder
pt: Pastas
pt_br: Pastas
th: แฟ้ม
vi: Thư mục

source: e.g.: http://www.globoesporte.com
ar: مثال: http://www.globoesporte.com
pt: ex.: http://www.globoesporte.com

source: Update application
pt: Atualizar aplicativo

source: Install applications
pt: Instalar aplicativos

source: Install websites
ar: تثبيت المواقع
bn: ওয়েবসাইট সংস্থাপন
es: Instalar sitios web
fr: Installer les sites internet
hi: वेबसाइट्स इंस्टॉल करें
id: Pasang situs-situs web
pt: Adicionar atalhos para sites
pt_br: Adicionar atalhos para sites
th: ติดตั้งเว็บไซต์
vi: Cài đặt các trang web

source: Install folders
ar: تثبيت المجلدات
bn: ফোল্ডার সংস্থাপন
es: Instalar carpetas
fr: Installer les dossiers
hi: फोल्डरों को इंस्टॉल करें
id: Pasang folder
pt: Adicionar pastas
pt_br: Adicionar pastas
th: ติดตั้งแฟ้ม
vi: Cài đặt thư mục

source: Application Store
pt: Loja de Aplicativos

source: Name of folder
ar: اسم المجلد
bn: ফোল্ডারের নাম
es: Nombre de carpeta
fr: Nom du dossier
hi: फोल्डर का नाम
id: Nama folder
pt: Nome da pasta
pt_br: Nome da pasta
th: ชื่อแฟ้ม
vi: Tên thư mục

source: Folder added!
ar: تمت إضافة المجلد!
bn: ফোল্ডার সংযোজিত!
es: ¡Carpeta agregada!
fr: Dossier ajouté !
hi: फोल्डर शामिल किया
id: Folder ditambahkan!
pt: Pasta adicionada!
pt_br: Pasta adicionada!
th: เพิ่มแฟ้มแล้ว!
vi: Đã thêm thư mục!

source: Write the site address you want to add
pt: Escreva o endereço do site que deseje adicionar

source: added successfully!
pt: adicionada com sucesso!

source: searching
ar: البحث جاري
bn: অনুসন্ধান চলছে
es: buscando
fr: recherche en cours
hi: खोज की जा रही है
id: mencari
pt: procurando
pt_br: procurando
th: การค้นหา
vi: đang tìm kiếm

source: The address written does not exist or is not available.
ar: العنوان المكتوب غير موجود أو غير متوفر.
bn: লিখিত ঠিকানাটি অনুপস্থিত অথবা ব্যবহারযোগ্য নয়।
es: El sitio web que has escrito no existe, está incorrecto o no está disponible.
fr: L'adresse écrite n'existe pas ou n'est pas disponible.
hi: लिखा गया ऐड्रेस मौजूद नहीं है या उपलब्ध नहीं है।
id: Alamat yang dituliskan tidak ditemukan atau tidak tersedia.
pt: O endereço escrito não existe ou não está disponível
pt_br: O endereço escrito não existe ou não está disponível.
th: ที่อยู่ที่ระบุไม่มีอยู่หรือไม่พร้อมใช้งาน
vi: Địa chỉ được viết không tồn tại hoặc không khả dụng.

source: Education
ar: التعليم
bn: শিক্ষা
es: Educación
fr: Formation
hi: शिक्षा
id: Edukasi
pt: Educação
pt_br: Educação
th: การศึกษา
vi: Giáo dục

source: Leisure
pt: Lazer

source: Utilities
ar: المرافق
bn: সরঞ্জাম
es: Herramientas
fr: Utilitaires
hi: यूटीलिटीज
id: Utilitas
pt: Utilidades
pt_br: Utilidades
th: ยูทิลิตี้
vi: Tiện ích

source: Application %s already installed
pt: O aplicativo %s já está instalado

source: Application %s is not installed
pt: O aplicativo %s não está instalado

source: Install app
ar: تثبيت التطبيق
es: Instalar programa
fr: Installer l'application
hi: ऐप इंस्टॉल करें
id: Pasang aplikasi
pt_br: Instalar programa
th: ติดตั้งแอพ
vi: Cài đặt ứng dụng

source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batalkan
pt_br: Cancelar
th: ยกเลิก
vi: Hủy

source: Delete from device
ar: احذف من الجهاز
es: Eliminar del sistema
fr: Supprimer du système
hi: डिवाइस से हटाएं
id: Hapus dari perangkat
pt_br: Apagar do dispositivo
th: ลบจากอุปกรณ์
vi: Xóa từ thiết bị

source: APPLICATION NAME
ar: اسم التطبيق
es: NOMBRE DEL PROGRAMA
fr: NOM DE L'APPLICATION
hi: ऐप्लिकेशन का नाम
id: NAMA APLIKASI
pt_br: NOME DO PROGRAMA
th: ชื่อแอพพลิเคชั่น
vi: TÊN ỨNG DỤNG

source: APPLICATION CATEGORY
ar: تصنيف التطبيق
es: CATEGORÍA DEL PROGRAMA
fr: CATÉGORIE D'APPLICATION
hi: ऐप्लिकेशन कैटगरी
id: KATEGORI APLIKASI
pt_br: CATEGORIA DO PROGRAMA
th: หมวดหมู่แอพพลิเคชั่น
vi: DANH MỤC ỨNG DỤNG

source: SIZE
ar: الحجم
es: TAMAÑO
fr: TAILLE
hi: आकार
id: UKURAN
pt_br: TAMANHO
th: ขนาด
vi: KÍCH CỠ

source: UPDATING…
ar: جارٍ التحديث…
es: ACTUALIZANDO…
fr: MISE À JOUR…
hi: अपडेट कर रहा है
id: MEMPERBARUI...
pt_br: ATUALIZANDO…
th: กำลังอัพเดต...
vi: ĐANG CẬP NHẬT...

source: STOP
ar: إيقاف
es: PARAR
hi: रुकिए
id: BERHENTI
pt_br: PARAR
th: หยุด
vi: DỪNG

source: System App
ar: تطبيق النظام
es: Parte del sistema
fr: Appli système
hi: सिस्टम ऐप
id: Aplikasi Sistem
pt_br: Parte do sistema
th: แอพระบบ
vi: Ứng dụng Hệ thống

source: Create your own folder to organize your apps. First, choose an icon.
ar: قم بإنشاء مجلد خاص بك لتنظيم تطبيقاتك. اختر رمزا أولا.
bn: আপনার এ্যাপসমূহ সাজিয়ে রাখতে নিজের ফোল্ডার তৈরি করুন। প্রথমে, একটি চিত্র বেছে নিন।
es: Crea tu propia carpeta para organizar tus programas. Primero, escoge un icono.
fr: Créez votre propre dossier pour organiser vos applications. D'abord, choisissez une icône.
hi: अपने ऐप को व्यवस्थित करने के लिए अपने फोल्डर बनाएं। पहले, एक आयकन चुनें।
id: Ciptakan folder sendiri untuk mengelola aplikasi. Pertama, pilih sebuah ikon.
pt_br: Crie a sua própria pasta para organizar seus programas. Primeiro, escolha um ícone.
th: สร้างแฟ้มของคุณเองเพื่อจัดระเบียบแอพของคุณ ก่อนอื่น เลือกไอคอน
vi: Tạo thư mục của riêng bạn để tổ chức các ứng dụng của bạn. Đầu tiên, hãy chọn một biểu tượng.

source: e.g.: http://www.endlessm.com
ar: مثال: http://www.endlessm.com
es: ej.: http://www.endlessm.com
fr: ex. : http://www.endlessm.com
hi: जैसे: http://www.endlessm.com
id: cth.: http://www.endlessm.com
pt_br: ex.: http://www.endlessm.com
th: เช่น: http://www.endlessm.com
vi: vd: http://www.endlessm.com

source: Installed apps
ar: التطبيقات المثبتة
es: Programas instalados
fr: Applis installées
hi: ऐप्स इंस्टॉल किए गए
id: Aplikasi terpasang
pt_br: Programas instalados
th: แอพที่ติดตั้งแล้ว
vi: Các ứng dụng đã cài đặt

source: Install apps
ar: تثبيت التطبيقات
es: Instalar programas
fr: Installer les applications
hi: ऐप्स इंस्टॉल करें
id: Pasang aplikasi
pt_br: Instalar programas
th: ติดตั้งแอพ
vi: Cài đặt ứng dụng

source: Search results
es: Resultados de la búsqueda
fr: Résultats de recherche
hi: खोज नतीजे
th: ผลการค้นหา
vi: Kết quả tìm kiếm

source: Refresh failed
ar: تعذر التحديث
es: Falló la recarga
fr: Échec de l'actualisatiio
hi: रीफ्रेश विफल रहा
id: Gagal menampilkan yang terbaru
pt_br: Falha na atualização
th: รีเฟรชไม่สำเร็จ
vi: Làm mới thất bại

source: Deleting app
ar: جاري حذف التطبيق
es: Eliminando el programa
fr: Suppression de l'appli
hi: ऐप डिलीट हो रहा है
id: Menghapus aplikasi
pt_br: Excluindo programa
th: การลบแอพ
vi: Đang xóa ứng dụng

source: Deleting this app will remove it from the device for all users. You will need to download it from the internet in order to reinstall it.
ar: حذف هذا التطبيق سيزيله من الجهاز لكل المستخدمين. ستحتاج لتزيله عبر الإنترنت لإعادة تثبيته.
es: Si borras este programa será eliminado del sistema, y el cambio será actualizado para todos los usuarios de esta computadora. Para reinstalar el programa, tendrás que descargarlo del internet e instalarlo de nuevo.
fr: Supprimer cette appli la retirera de l'appareil pour tous les utilisateurs. Vous devrez la télécharger sur Internet afin de la réinstaller.
hi: इस ऐप को डिलीट करने से यह सभी प्रयोक्ताओं के डिवाइसों से हट जाएगा। इसे इंस्टॉल करने के लिए आपको इंटरनेट से डाउनलोड करना होगा।
id: Menghapus aplikasi ini akan menghilangkannya dari peranti ini bagi seluruh pengguna. Anda harus mengunduh dari internet untuk memasangnya kembali.
pt_br: Ao excluir este programa você o removerá de todas as contas de usuário deste computador. Caso queira reinstalar será necessário baixar pela internet.
th: การลบแอพนี้จะลบแอพจากอุปกรณ์สำหรับผู้ใช้งานทุกคน คุณจะต้องดาวน์โหลดแอพจากอินเทอร์เน็ตเพื่อติดตั้งแอพอีกครั้ง
vi: Khi xóa ứng dụng này, nó sẽ được gỡ bỏ trên thiết bị của tất cả người dùng. Bạn sẽ cần phải tải ứng dụng về từ internet để cài đặt lại nó.

source: Delete app
ar: حذف التطبيق
es: Eliminar programa
fr: Supprimer appli
hi: ऐप डिलीट करें
id: Hapus aplikasi
pt_br: Excluir programa
th: ลบแอพ
vi: Xóa ứng dụng

source: We could not remove '%s'
ar: لم يمكننا إزالة '%s'
es: No pudimos quitar '%s'
fr: Nous n'avons pas pu retirer '%s'
hi: हम '%s' को नहीं हटा सके
id: Kami tidak dapat menghapus '%s'
pt_br: Não foi possível excluir '%s'
vi: Chúng tôi không thể gỡ '%s'

source: '%s' was removed successfully
ar: تمت إزالة '%s' بنجاح
es: '%s' fue quitado con éxito
fr: '%s' a été retiré avec succès
hi: '%s' को सफलतापूर्वक हटाया गया
id: '%s' berhasil dihapus
pt_br: '%s' foi excluído com sucesso
th: "%s" ลบออกเรียบร้อยแล้ว
vi: '%s' đã được gỡ bỏ thành công

source: We could not update '%s'
ar: لم يمكننا تحديث '%s'
es: No pudimos actualizar '%s'
fr: Nous n'avons pas pu mettre à jour '%s'
hi: हम '%s' को अपडेट नहीं कर सके
id: Kami tidak dapat memperbarui '%s'
pt_br: Não foi possível atualizar '%s'
th: เราไม่สามารถอัพเดต "%s" ได้
vi: Chúng tôi không thể cập nhật '%s'

source: '%s' was updated successfully
ar: تم تحديث '%s' بنجاح
es: '%s' fue actualizado con éxito
fr: '%s' a été mis a jour avec succès
hi: '%s' को सफलतापूर्वक अपडेट किया गया
id: '%s' telah berhasil diperbarui
pt_br: '%s' foi atualizado com sucesso
th: '%s' อัพเดตสำเร็จแล้ว
vi: '%s' được cài đặt thành công

source: We could not install '%s'
ar: لم يمكننا تثبيت '%s'
es: No pudimos instalar '%s'
fr: Nous n'avons pas pu installer '%s'
hi: हम '%s' को इंस्टॉल नहीं कर सके
id: Kami tidak dapat memasang '%s'
pt_br: Não foi possível instalar '%s'
th: เราไม่สามารถติดตั้ง '%s' ได้
vi: Chúng tôi không thể cài đặt '%s'

source: '%s' was installed successfully
ar: تم تثبيت'%s' بنجاح
es: '%s' fue instalado con éxito
fr: '%s' a été installé avec succès
hi: '%s' को सफलतापूर्वक इंस्टॉल किया गया
id: '%s' berhasil dipasang
pt_br: '%s' instalado com sucesso
th: '%s' ติดตั้งสำเร็จแล้ว
vi: '%s' được cài đặt thành công

source: Update app
ar: تحديث التطبيق
es: Actualizar programa
fr: Mettre à jour l'appli
hi: ऐप अपडेट करें
id: Perbarui aplikasi
pt_br: Atualizar programa
th: อัพเดตแอพ
vi: Cập nhật ứng dụng

source: Open app
ar: فتح التطبيق
es: Abrir programa
fr: Ouvrir l'appli
hi: ऐप ओपन करें
id: Buka aplikasi
pt_br: Abrir programa
th: ัเปิดแอพ
vi: Mở ứng dụng

source: Add to the desktop
ar: الإضافة إلى سطح المكتب
es: Agregar al escritorio
fr: Ajouter au bureau
hi: डेस्कटॉप में शामिल करें
id: Tambahkan ke desktop
pt_br: Adicionar à área de trabalho
th: เพิ่มบนเดสก์ท็อป
vi: Thêm vào màn hình nền

source: No network connection is available
ar: ليس هناك اتصال متاح بالشبكة
es: No hay una disponible conexión a la red
fr: Aucune connexion réseau n'est disponible
hi: कोई नेटवर्क कनेक्शन उपलब्ध नहीं है
id: Tidak ada koneksi jaringan yang tersedia
pt_br: Nenhuma conexão de rede disponível
th: ไม่มีการเชื่อมต่ออินเทอร์เน็ต
vi: Không có kết nối mạng

source: Insufficient space to install the app
ar: ليست هناك مساحة كافية لتثبيت التطبيق
es: No hay suficiente espacio para instalar el programa
fr: Espace insuffisant pour installer l'appli
hi: ऐप इंस्टॉल करने के लिए अपर्याप्त स्पेस
id: Ruang tidak cukup untuk memasang aplikasi
pt_br: Espaço insuficiente para instalar o programa
th: พื้นที่ไม่เพียงพอสำหรับติดตั้งแอพ
vi: Không đủ dung lượng để cài đặt ứng dụng

source: Insufficient space to update the app
es: No hay suficiente espacio para actualizar el programa
fr: Espace insuffisant pour mettre à jour l'application
hi: ऐप अपडेट करने के लिए अपर्याप्त स्पेस
th: พื้นที่ไม่เพียงพอสำหรับอัพเดตแอพ
vi: Không đủ dung lượng để cập nhật ứng dụng

source: Downloading…
ar: جاري التنزيل…
es: Descargando…
fr: Téléchargement en cours…
hi: डाउनलोड हो रहा है...
id: Mengunduh...
pt_br: Baixando…
th: กำลังดาวน์โหลด
vi: Đang tải về...

source: Updating…
ar: جاري التحديث…
es: Actualizando…
fr: Mise à jour…
hi: अपडेट हो रहा है...
id: Memperbarui...
pt_br: Atualizando…
th: กำลังอัพเดต...
vi: Đang cập nhật...

source: Installing…
ar: جاري التثبيت…
es: Instalando…
fr: En cours d'installation…
hi: इंस्टॉल हो रहा है...
id: Memasang...
pt_br: Instalando…
th: กำลังติดตั้ง...
vi: Đang cài đặt...

source: Removing…
ar: جاري الإزالة…
es: Eliminando…
fr: Retrait en cours…
hi: हटाया जा रहा है...
id: Menghapus...
pt_br: Removendo…
th: กำลังลบ...
vi: Đang gỡ bỏ...

source: Dismiss
ar: استبعاد
bn: অগ্রাহ্য করুন
es: Cerrar
fr: Rejeter
hi: खारिज करें
id: Batalkan
pt_br: Descartar
th: ยกเลิก
vi: Gạt bỏ

source: Press Escape to cancel
bn: বাদ দেবার জন্য এস্কেপ চাপুন
es: Oprime la tecla de Escape para cancelar
fr: Appuyer sur la touche Échap pour annuler
hi: रद्द करने के लिए एस्केप पर दबाएं
th: กด Escape เพื่อยกเลิก
vi: Nhấn Escape để hủy

source: Games
ar: ألعاب
bn: খেলা
es: Juegos
fr: Jeux
hi: खेल
id: Permainan
pt_br: Jogos
th: เกม
vi: Các trò chơi

source: Resources
ar: الموارد
bn: সংস্থান
es: Recursos
fr: Ressources
hi: संसाधन
id: Sumber Daya
pt_br: Recursos
th: แหล่งข้อมูล
vi: Nguồn lực

source: Installed
ar: مثبت
bn: সংস্থাপিত
es: Instalados
fr: Installées
hi: इंस्टॉल किया गया
id: Terpasang
pt_br: Instalado
th: ติดตั้งแล้ว
vi: Đã cài đặt

source: Search
bn: অনুসন্ধান
es: Buscar
fr: Recherche
hi: खोजें
th: ค้นหา
vi: Tìm kiếm

source: News
ar: الأخبار
bn: খবর
es: Noticias
fr: Nouveautés
hi: समाचार
id: Berita
pt_br: Notícias
th: ข่าวสาร
vi: Tin tức

source: Sports
ar: الرياضة
bn: খেলাধূলা
es: Deportes
hi: स्पोर्ट्स
id: Olahraga
pt_br: Esportes
th: กีฬา
vi: Thể thao

source: Education and Health
ar: التعليم و الصحة
bn: শিক্ষা ও স্বাস্থ্য
es: Educación y salud
fr: Éducation et Santé
hi: शिक्षा व स्वास्थ्य
id: Pendidikan dan Kesehatan
pt_br: Educação e Saúde
th: การศึกษาและสุขภาพ
vi: Giáo dục và Sức khỏe

source: Entertainment
ar: الترفيه
bn: বিনোদন
es: Entretenimiento
fr: Divertissement
hi: मनोरंजन
id: Hiburan
pt_br: Entretenimento
th: ความบันเทิง
vi: Giải trí

source: Local
ar: محلي
bn: স্থানীয়
fr: Régional
hi: स्थानीय
id: Lokal
th: ท้องถิ่น
vi: Địa phương

source: App Center
ar: متجر التطبيقات
bn: এ্যাপ সেন্টার
es: Centro de programas
hi: ऐप सेंटर
id: Pusat Aplikasi
pt_br: Central de Programas
th: แอพเซ็นเตอร์
vi: Trung tâm Ứng dụng

source: Write the website you'd like to add here and press “Enter”
ar: اكتب الموقع الذي تريد إضافته هنا واضغط على "Enter"
bn: যে ওয়েবসাইট এখানে সংযোজন করতে চান তার নাম লিখুন এবং “এন্টার” চাপুন
es: Escribe el sitio que quieras aquí y presiona “Enter”
fr: Écrivez le site internet que vous aimeriez ajouter ici et appuyer sur «Entrée»
hi: आप जिस वेबसाइट को यहां शामिल करना चाहते हैं उसे लिखे और "एंंटर" दबाएं
id: Tulis situs web yang ingin Anda tambahkan di sini dan tekan "Enter"
pt_br: Escreva o nome do site que você gostaria de acrescentar aqui e clique “Enter”
th: เขียนเว็บไซต์ที่คุณชอบเพื่อเพิ่มที่นี่และกด "Enter"
vi: Viết ra các trang web bạn muốn thêm vào ở đây và nhấn "Enter"

source: Added successfully!
ar: تمت الإضافة بنجاح!
bn: সফলভাবে সংযোজিত!
es: ¡Agregado exitosamente!
fr: Ajouté avec succès !
hi: सफलतापूर्वक शामिल किया गया!
id: Berhasil ditambahkan!
pt_br: Adicionado com sucesso!
th: เพิ่มสำเร็จแล้ว!
vi: Đã thêm thành công!

source: Add your favorite websites to your desktop or choose suggested ones from our list.
ar: قم بإضافة المواقع المفضلة لديك على سطح المكتب أو اختيار تلك المقترحة من قائمتنا.
bn: ডেস্কটপে আপনার প্রিয় ওয়েবসাইটগুলো সংযোজন করুন অথবা আমাদের তালিকা থেকে প্রস্তাবিতগুলো বেছে নিন।
es: Agrega tus sitios favoritos a tu escritorio o escoge uno de nuestra lista.
fr: Ajouter vos sites internet préférés à votre bureau ou choisissez parmi les suggestions de notre liste.
hi: अपने डेस्कटॉप पर अपनी पसंदीदा वेबसाइट्स जोड़ें या हमारी सूची में सुझाई गई कोई चुनें।
id: Tambahkan situs web favorit Anda ke desktop atau pilih situs-situs rekomendasi dari daftar kami.
pt_br: Adicione seus sites favoritos à área de trabalho ou escolha entre as opções sugeridas.
th: เพิ่มเว็บไซต์โปรดบนเดสก์ท็อปหรือเลือกเว็บไซต์แนะนำจากรายการของเรา
vi: Thêm các trang web yêu thích của bạn vào màn hình nền hoặc chọn các trang web được đề xuất từ danh sách của chúng tôi.

source: No verification available for app '%s'
ar: ليس هناك تدقيق متوفر من أجل '%s'
es: No hay verificación disponible para el programa '%s'
fr: Pas de vérification disponible pour l'application '%s'
hi: ऐप '%s' के लिए कोई वेरिफिकेशन उपलब्ध नहीं
id: Tidak tersedia verifikasi untuk aplikasi '%s'
pt_br: Nenhuma verificação disponível para o programa '%s'
th: การยืนยันไม่พร้อมใช้งานสำหรับแอพ "%s"
vi: Không có xác nhận nào đối với ứng dụng '%s'

source: The app center has detected an error and cannot continue. Please restart your system. If the problem persists, please contact support.
ar: اكتشف مركز التطبيقات خطأ جسيم ولا يمكنه المواصلة. يُرجى إعادة تشغيل النظام الخاص بك. إذا استمرت هذه المشكلة في الظهور، يُرجى الاتصال بفريق الدعم.
es: El centro de programas ha detectado un error y no puede continuar. Por favor, reinicie su sistema. Si el problema persiste, por favor contacte a soporte técnico.
fr: Le centre d'applis a détecté une erreur et ne peut pas poursuivre. Veuillez redémarrer votre système. Si le problème persiste, veuillez contacter l'assistance.
hi: ऐप सेंटर ने एक त्रुटि की पहचान की और यह आगे जारी नहीं रख रखता। कृपया अपने सिस्टम को पुनः स्टार्ट करें। समस्या यदि तब भी बनी रहे, तो कृपया सपोर्ट से संपर्क करें।
id: Pusat aplikasi telah mendeteksi kesalahan dan tidak dapat melanjutkan. Jalankan ulang sistem. Jika masalah terus berlanjut, hubungi dukungan.
pt_br: Mais programas detectou um erro e não pode continuar. Por favor, reinicie o sistema. Se o problema persistir, por favor entre em contato com o suporte.
th: แอพเซ็นเตอร์ตรวจพบความผิดพลาดและไม่สามารถทำงานต่อได้ กรุณาเปิดใช้งานระบบอีกครั้ง หากยังคงเกิดปัญหา กรุณาติดต่อฝ่ายสนับสนุน
vi: Trung tâm ứng dụng đã dò được một lỗi và không thể tiếp tục. Vui lòng khởi động lại hệ thống của bạn. Nếu vấn đề này vẫn tiếp diễn, vui lòng liên hệ bộ phận hỗ trợ.

source: We are unable to load the complete list of applications
ar: نحن غير قادرين على تحميل قائمة التطبيقات كاملة
es: No ha sido posible cargar la lista completa de programas
fr: Impossible de charger la liste complète d'applications.
hi: हम ऐप्लिकेशनोंं की समूची सूची को लोड करने में सक्षम नहीं हैंं
id: Kami tidak dapat memuat daftar aplikasi secara lengkap
pt_br: Não foi possível exibir a lista completa de programas
th: เราไม่สามารถดาวน์โหลดรายการแอพพลิเคชั่นแบบสมบูรณ์ได้
vi: Chúng tôi không thể tải toàn bộ danh sách ứng dụng

source: We were unable to update the list of applications
ar: يتعذر علينا تحديث قائمة التطبيقات
es: No pudimos actualizar la lista de programas
fr: Nous n'avons pas été capables de mettre à jour la liste des applications
hi: हम ऐप्लिकेशनोंं की सूची को अपलोड करने में सक्षम नहीं थे
id: Kami tidak dapat memperbarui daftar aplikasi
pt_br: Não foi possível atualizar a lista de aplicativos
th: เราไม่สามารถอัพเดตรายการแอพพลิเคชั่นได้
vi: Chúng tôi không thể cập nhật danh sách ứng dụng

source: Not enough space on device for installing the app.
ar: لا توجد مساحة كافية على الجهاز لتثبيت التطبيق.
es: No hay suficiente espacio en el dispositivo para instalar el programa.
fr: Pas assez d'espace sur l'appareil pour installer l'appli.
hi: ऐप इंस्टॉल करने के लिए डिवाइस पर पर्याप्त स्पेस नहीं।
id: Ruang pada perangkat tidak cukup untuk memasang aplikasi
pt_br: Não há espaço suficiente para instalar o programa.
th: อุปกรณ์มีพื้นที่ไม่เพียงพอสำหรับการติดตั้งแอพ
vi: Không đủ dung lượng trên thiết bị để cài đặt ứng dụng.

source: We encountered an internal error during the installation of the application.
ar: لقد واجهنا خطأً داخلياً أثناء تثبيت التطبيق.
es: Encontramos un error interno durante la instalación del programa.
fr: Nous avons rencontré une erreur interne pendant l'installation de l'application.
hi: ऐप्लिकेशन के इंंस्टॉलेशन के दौरान हमें एक आंतरिक त्रुटि मिली।
id: Terjadi kesalahan internal pada saat pemasangan aplikasi.
pt_br: Encontramos um erro interno durante a instalação do programa.
th: เราพบปัญหาภายในระหว่างการติดตั้งแอพพลิเคชั่น
vi: Chúng tôi gặp phải một vấn đề nội bộ trong quá trình cài đặt ứng dụng.

source: We encountered an internal error during the removal of the application.
ar: لقد صادفنا خطأ داخلي أثناء إزالة التطبيق.
es: Encontramos un error interno durante la eliminación del programa.
fr: Nous avons rencontré une erreur interne pendant la suppression de l'application.
hi: ऐप्लिकेशन को हटाने के दौरान हमें एक आंतरिक त्रुटि मिली।
id: Kami mengalami kesalahan internal selama menghapus aplikasi.
pt_br: Encontramos um erro interno durante a remoção do programa.
th: เราพบปัญหาภายในระหว่างการลบแอพพลิเคชั่น
vi: Chúng tôi đã gặp phải một lỗi nội bộ trong quá trình gỡ bỏ ứng dụng.

source: You must be an administrator to install applications.
ar: يجب أن تكون مسؤول نظام لكي تستطيع تثبيت التطبيقات.
es: Necesitas ser un administrador para instalar programas.
fr: Vous devez être un administrateur pour installer des applications.
hi: ऐप्लिकेशंंस इंस्टॉल करने के लिए आपको एक ऐडमिनिस्ट्रेटर होना होगा।
id: Anda harus administrator untuk memasang aplikasi.
pt_br: Você precisa ser o administrador para instalar programas.
th: คุณต้องเป็นผู้ดูแลเพื่อติดตั้งแอพพลิเคชั่น
vi: Bạn phải là một quản trị viên mới có thể cài đặt các ứng dụng.

source: You must be an administrator to remove applications.
ar: يجب أن تكون مسؤول نظام لكي تتمكن من حذف التطبيقات.
es: Necesitas ser un administrador para eliminar programas.
fr: Vous devez être un administrateur pour supprimer les applications.
hi: ऐप्लिकेशंंस हटाने के लिए आपको एक ऐडमिनिस्ट्रेटर होना होगा।
id: Anda harus menjadi administrator untuk dapat menghapus aplikasi.
pt_br: Você precisa ser o administrador para remover programas.
th: คุณต้องเป็นผู้ดูแลเพื่อลบแอพพลิเคชั่น
vi: Bạn phải là một quản trị viên mới có thể gỡ bỏ các ứng dụng
