Repository: LuisBuenanyo/eos-app-store
Catalog: po/*.po
Languages: ar, bn, es, es_gt, fr, hi, id, pt, pt_br, th, vi

source: App %s has no candidate for installation.
ar: ليس لتطبيق %s أي مرشح للتثبيت.
es: El programa %s no tiene candidato para instalación.
fr: L'application %s n'a pas de candidats pour l'installation
hi: ऐप %s के पास इंस्टॉल करने के लिए कोई कैंडिडेट नहीं है।
id: Aplikasi %s tidak punya kandidat untuk instalasi.
pt_br: O programa %s não possui uma versão que possa ser instalada.
th: แอพ %s ไม่มีรุ่นที่จะใช้ติดตั้ง
vi: Ứng dụng %s không có thành phần nào cần cài đặt.

source: App '%s' is already installed.
ar: تطبيق '%s' مُثَبَتٌ بالفعل.
es: El programa '%s' ya está instalado.
fr: L'appli '%s' est déjà installée.
hi: ऐप '%s' इंस्टॉल हो चुका है।
id: Aplikasi '%s' telah terpasang.
pt_br: O programa '%s' já está instalado.
th: แอพ '%s' ติดตั้งแล้ว
vi: Ứng dụng '%s' đã được cài đặt.

source: App %s not installable.
ar: تطبيق %s غير قابل للتثبيت.
es: El programa %s no se puede instalar.
fr: L'appli %s ne peut pas être installée.
hi: ऐप '%s' इंस्टॉल किए जाने लायक नहीं है।
id: Aplikasi %s tidak dapat dipasang.
pt_br: Não é possível instalar o programa %s.
th: แอพ "%s" ไม่สามารถติดตั้งได้
vi: Ứng dụng %s không cài đặt được

source: App %s is up to date.
ar: تطبيق %s مُحدثٌ لآخر وضع.
es: El programa %s está actualizado.
fr: L'appli %s est à jour.
hi: ऐप %s अद्यतन है।
id: Versi aplikasi %s sudah yang terbaru.
pt_br: O programa %s está atualizado.
th: แอพ "%s" ปรับปรุงล่าสุดแล้ว
vi: Ứng dụng %s được cập nhật.

source: App '%s' is not installed.
ar: تطبيق '%s' غير مُثَبَتْ.
es: El programa '%s' no está instalado.
fr: L'appli '%s' is not installed.
hi: ऐप '%s' इंस्टॉल नहीं किया गया।
id: Aplikasi '%s' tidak dipasang.
pt_br: O programa '%s' não está instalado.
th: แอพ '%s" ไม่ได้ติดตั้ง
vi: Ứng dụng '%s' không được cài đặt.

source: Updates meta record did not contain expected attributes
ar: سجلات ميتا الخاصة بالتحديثات لم يكن بها السمات المتوقعة
es: El meta registro de actualización no contiene los atributos esperados
fr: Les mises à jour du méta dossier ne contenaient pas les attributs attendus
hi: अपडेट्स मेटा रिकॉर्ड में अपेक्षित ऐट्रिब्यूट्स नहींं हैंं
id: Catatan pembaruan meta tidak mengandung atribut yang diminta
pt_br: O arquivo de atualização não contém os atributos esperados
th: การอัพเดทเมต้าเรคอร์ดไม่มีแอตทริบิวท์ที่คาดไว้
vi: Biểu ghi siêu dữ liệu cập nhật không chứa các thuộc tính như mong đợi

source: Updates meta record did not contain valid monotonic_id attribute value
ar: سجلات ميتا الخاصة بالتحديثات لم تحتوي على قيمة سمة monotonic_id صالحة
es: El meta registro de actualización no contiene no contiene el un valor válido para el atributo monotonic_id
fr: Les mises à jour du méta dossier ne contenait pas de valeur de l'attribut monotonic_id valide
hi: अपडेट्स मेटा रिकॉर्ड में वैध मोनोटोनिक‌‌_आइडी ऐट्रिब्यूट वैल्यू नहींं है
id: Pembaruan catatan meta tidak disertai nilai atribut monotonic_id yang valid
pt_br: O arquivo de atualização não contem um atributo monotonic_id válido.
th: การอัพเดทเมต้าเรคอร์ดไม่มีค่าแอตทริบิวท์ monotonic_id ที่ถูกต้อง
vi: Biểu ghi siêu dữ liệu cập nhật không chứa giá trị thuộc tính id đơn điệu hợp lệ

source: Operation cancelled
ar: ألغيت العملية
es: Operación cancelada
fr: Opération annulée
hi: ऑपरेशन रद्द हुआ
id: Operasi dibatalkan
pt_br: Operação cancelada
th: การดำเนินการถูกยกเลิก
vi: Hủy vận hành

source: Updates meta record did not contain expected structure
ar: سجل ميتا الخاص بالتحديثات لم يكن يحتوي على الهيكل البنائي المتوقع
es: El meta registro de actualización no contiene la estructura esperada
fr: Les mises à jour du méta dossier ne contenaient pas la structure attendue
hi: अपडेट्स मेटा रिकॉर्ड में अपेक्षित संरचना नहींं है
id: Catatan pembaruan meta tidak mengandung struktur yang diminta
pt_br: O arquivo de atualização não contém a estrutura esperada
th: การอัพเดทเมต้าเรคอร์ดไม่มีโครงสร้างตามที่คาดไว้
vi: Biểu ghi siêu dữ liệu cập nhật không có cấu trúc như mong đợi

source: Not enough space on device for downloading the app.
ar: لا توجد مساحة كافية على الجهاز لتنزيل التطبيق.
es: No hay suficiente espacio en el dispositivo para descargar este programa.
fr: Pas assez d'espace sur l'appareil pour télécharger l'appli.
hi: ऐप डाउनलोड करने के लिए डिवाइस पर पर्याप्त स्पेस नहीं।
id: Ruang pada perangkat tidak cukup untuk mengunduh aplikasi.
pt_br: Não há espaço suficiente para baixar o programa.
th: อุปกรณ์มีพื้นที่ไม่เพียงพอสำหรับดาวน์โหลดแอพ
vi: Không đủ dung lượng trên thiết bị để tải về ứng dụng.

source: There was a problem downloading the app; please try again
ar: حدثت مشكلة أثناء تنزيل التطبيق، يُرجى المحاولة مرة أخرى
es: Hubo un problema descargando el programa; por favor intenta otra vez
fr: Un problème est survenu lors du téléchargement de l'appli : veuillez réessayer
hi: ऐप डाउनलोड करने में एक समस्या पैदा हुई; कृपया पुनः प्रयास करें
id: Terdapat masalah saat mengunduh aplikasi; silakan coba lagi
pt_br: Ocorreu um problema ao baixar o programa. Favor tentar novamente
th: เกิดปัญหาขณะดาวน์โหลดแอพ กรุณาลองอีกครั้ง
vi: Có vấn đề khi tải xuống ứng dụng; vui lòng thử lại

source: No signature available for app '%s'
ar: ليس هناك توقيع متوفر من أجل '%s'
es: No hay ninguna firma disponible para el programa '%s'
fr: Pas de signature disponible pour l'application '%s'
hi: ऐप '%s' के लिए कोई सिग्नेचर उपलब्ध नहीं है
id: Tidak tersedia penanda untuk aplikasi '%s'
pt_br: Nenhuma assinatura disponível para o programa '%s'
th: ไม่มีลายเซ็นที่สามารถใช้งานได้สำหรับแอพ '%s"
vi: Không có chữ ký cho ứng dụng '%s'

source: App '%s' could not be downloaded
ar: لم يمكن تنزيل تطبيق '%s'
es: No fue posible descargar el programa '%s'
fr: L'application « %s » n'a pas pu être téléchargé
hi: ऐप '%s' को डाउनलोड नहीं किया जा सका
id: Aplikasi '%s' tidak dapat diunduh
pt_br: O programa '%s' não pode ser baixado
th: แอพ '%s' ไม่สามารถดาวน์โหลดได้
vi: Ứng dụng '%s' không thể được tải về

source: The certificate of the target server is expired
ar: انتهت صلاحية شهادة الخادم الوجهة
es: El certificado del servidor destino ha expirado
fr: Le certificat du serveur cible a expiré
hi: टार्गेट सर्वर का सर्टिफिकेट समाप्त हो चुका है
id: Sertifikat server target kedaluwarsa
pt_br: O certificado do servidor de destino expirou
th: ใบรับรองของเซิร์ฟเวอร์เป้าหมายหมดอายุ
vi: Chứng nhận của máy chủ mục tiêu đã hết hạn

source: The certificate of the target server has been revoked
ar: شهادة الخادم الوجهة، مُلغاة
es: El certificado del servidor destino ha sido revocado
fr: Le certificat du serveur cible a été révoqué
hi: टार्गेट सर्वर का सर्टिफिकेट रद्द किया जा चुका है
id: Sertifikat server target telah dicabut
pt_br: O certificado do servidor de destino foi revogado
th: ใบรับรองของเซิร์ฟเวอร์เป้าหมายถูกเพิกถอน
vi: Chứng nhận của máy chủ mục tiêu đã bị thu hồi

source: The certificate of the target server has a bad identity
ar: هوية شهادة الخادم الوجهة سيئة
es: El certificado del servidor destino tiene una mala identidad
fr: Le certificat du serveur cible a une mauvaise identité.
hi: टार्गेट सर्वर के सर्टिफिकेट में एक बैड आइडेंटिटी है
id: Sertifikat server target memiliki identitas buruk
pt_br: O certificado do servidor de destino contém um erro de identidade
th: ใบรับรองของเซิร์ฟเวอร์เป้าหมายมีการระบุตัวตนที่ไม่ถูกต้อง
vi: Chứng nhận của máy chủ mục tiêu có đặc tính xấu

source: The certificate of the target server is from an unknown authority
ar: شهادة الخادم الوجهة صادرة عن سلطة غير معروفة
es: El certificado del servidor destino es de una autoridad desconocida
fr: Le certificat du serveur cible vient d'une autorité inconnue
hi: टार्गेट सर्वर का सर्टिफिकेट एक अज्ञात प्राधिकरण से है
id: Sertifikat server sasaran berasal dari otoritas tak dikenal
pt_br: O certificado do servidor de destino é desconhecido
th: ใบรับรองของเซิร์ฟเวอร์เป้าหมายมาจากหน่วยงานที่ไม่รู้จัก
vi: Chứng nhận của máy chủ mục tiêu được cấp từ một cơ quan thẩm quyền vô danh

source: The certificate of the target server is bad or invalid
ar: شهادة الخادم الوجهة سيئة أو غير صالحة
es: El certificado del servidor destino es malo o inválido
fr: Le certificat du serveur cible est mauvais ou invalide.
hi: टार्गेट सर्वर के सर्टिफिकेट बैड या अवैध है
id: Sertifikat server sasaran rusak atau tidak sah
pt_br: O certificado do servidor de destino está errado ou é inválido
th: ใบรับรองของเซิร์ฟเวอร์เป้าหมายไม่ถูกต้องหรือใช้ไม่ได้
vi: Chứng nhận của máy chủ mục tiêu là xấu hoặc không hợp lệ

source: Could not save the app - canceling download (%s)
ar: لم يمكن حفظ التطبيق - جاري إلغاء التنزيل (%s)
es: No se pudo guardar el programa - cancelando la descarga (%s)
fr: Impossible d'enregistrer l'appli - annulation du téléchargement (%s)
hi: ऐप को सहेजा नहीं जा सका - डाउलोड रद्द हो रहा है (%s)
id: Tak dapat menyimpan aplikasi - membatalkan pengunduhan (%s)
pt_br: Não foi possível salvar o programa - cancelando o download (%s)
th: ไม่สามารถบันทึกแอพได้ - ยกเลิกการดาวน์โหลด (%s)
vi: Không thể lưu ứng dụng - đang hủy tải về (%s)

source: %s MB
ar: %s ميغابايت
fr: %s Mo

source: remaining
es_gt: restante

source: until full
es_gt: hasta carga completa

source: 1. NAME YOUR FOLDER
es_gt: 1. DÉ NOMBRE A SU CARPETA

source: 2. PICK A SYMBOL
es_gt: 2. SELECCIONE UN SÍMBOLO

source: APP
es_gt: APLICACIÓN

source: Add Shortcuts
es_gt: Añadir Atajo

source: Apps
es_gt: Aplicaciones

source: Background
es_gt: Imagen de Fondo

source: Battery Info
es_gt: Información de la batería

source: Choose Repository
es_gt: Escoja un repositorio

source: Delete
es_gt: Remover

source: Downloading updates to the EndlessOS. We will notify you once the updates are ready to install.
es_gt: Descargando las actualizaciones de EndlessOS. Le notificaremos tan pronto como este disponible para ser instalado.

source: EndlessOS Installer
es_gt: Instalador de EndlessOS

source: FOLDER
es_gt: CARPETA

source: Files
es_gt: Fichero

source: Folder
es_gt: Carpeta

source: Give us feedback
es_gt: Deje su comentario aquí.

source: Log Out
es_gt: Salir

source: Log Out?
es_gt: ¿Salir?

source: Password:
es_gt: Contraseña:

source: Please let us know how the problem occurred and we will resolve it as soon as possible.
es_gt: Por favor, díganos como ocurrió el problema y lo resolveremos tan pronto como sea posible.

source: Please wait while we install the updates for the latest version of EndlessOS.
es_gt: Por favor espere mientras instalamos las actualizaciones de la última versión de EndlessOS

source: Report a Bug
es_gt: Reportar un problema

source: Restart
es_gt: Reinicializar

source: Restart?
es_gt: ¿Reinicializar?

source: TYPE WEBSITE
es_gt: ENTRE SITIO DE INTERNET

source: SUBMIT
es_gt: ENVIAR

source: Search or Type Web Site
es_gt: Busque o Entre Sitio de Internet

source: Settings
es_gt: Definiciones

source: Shut Down
es_gt: Apagar el Sistema

source: Shutdown?
es_gt: ¿Apagar el Sistema?

source: Thank You
es_gt: Muchas Gracias

source: Thank you for your feedback.
es_gt: Muchas gracias por su información.

source: To delete a folder you have to remove all of the items inside of it first. We are just trying to keep you safe.
es_gt: Para eliminar una carpeta usted debe remover primero todos los elementos contenidos dentro. Estamos tratando de mantener la seguridad de sus datos

source: Type it here
es_gt: Introdúzcalo aquí

source: Update
es_gt: Actualizar

source: Updates are being installed
es_gt: Instalando actualizaciones

source: Updates are ready to install
es_gt: Las actualizaciones están disponibles para ser instaladas

source: Updating...
es_gt: Actualizando...

source: WARNING!
es_gt: AVISO!

source: WEB
es_gt: SITIOS DE INTERNET

source: Welcome to the EndlessOS installer.
es_gt: Bienvenido al instalador de EndlessOS.

source: Would you like to begin the Endless OS %supdate now?
es_gt: ¿Le gustaría comenzar la actualización de EndlessOS ahora?

source: button
es_gt: botón

source: Version {0} of EndlessOS is ready to be installed. After installation, a restart is required. Would you like to install and restart now?
es_gt: La Version {0} de EndlessOS está lista para ser instalada. Tras la instalación será necesario reiniciar su computadora. ¿Le gustaría instalar y reiniciar su computadora ahora?

source: Restart Now
es_gt: Reiniciar ahora

source: Restart Later
es_gt: Reiniciar Más Tarde
